Revit 2024 API
ParameterTypeId.DimLabelGpShow Property
 "Show Label in View"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DimLabelGpShow { get; }
Visual Basic
Public Shared ReadOnly Property DimLabelGpShow As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DimLabelGpShow {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace